Repository: xerno/ClaudeMonitor
Catalog: ClaudeMonitor/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# about.secondary.7day_explain
source: The 7-day windows appear only when usage is significant and outpacing the remaining time in the window. For example, if you've used 60% with only 40% of the time remaining, the number will appear as a warning.
ar: تظهر نوافذ الـ 7 أيام فقط عندما يكون الاستخدام كبيرًا ويتجاوز معدله الوقت المتبقي في النافذة. مثلاً، إذا استخدمت 60% مع بقاء 40% فقط من الوقت، سيظهر الرقم كتحذير.
cs: 7denní okna se zobrazují pouze tehdy, kdy je využití výrazné a přesahuje zbývající čas v okně. Pokud jste například využili 60 % s pouhými 40 % zbývajícího času, číslo se zobrazí jako varování.
da: 7-dages vinduerne vises kun, når forbruget er betydeligt og overstiger den resterende tid i vinduet. Hvis du f.eks. har brugt 60% med kun 40% af tiden tilbage, vises tallet som en advarsel.
de: Die 7-Tage-Fenster erscheinen nur, wenn die Nutzung erheblich ist und die verbleibende Zeit im Fenster übersteigt. Wenn Sie z. B. 60 % verbraucht haben, aber nur 40 % der Zeit übrig ist, erscheint der Wert als Warnung.
es: Las ventanas de 7 días aparecen solo cuando el uso es significativo y supera el tiempo restante en la ventana. Por ejemplo, si has usado el 60% con solo el 40% del tiempo restante, el número aparecerá como advertencia.
fi: 7 päivän ikkunat näkyvät vain, kun käyttö on merkittävää ja ylittää ikkunan jäljellä olevan ajan. Jos olet esimerkiksi käyttänyt 60 % mutta aikaa on jäljellä vain 40 %, luku näytetään varoituksena.
fr: Les fenêtres de 7 jours n'apparaissent que lorsque l'utilisation est significative et dépasse le temps restant dans la fenêtre. Par exemple, si vous avez utilisé 60 % alors qu'il ne reste que 40 % du temps, le nombre apparaîtra comme un avertissement.
hi: 7-दिन की विंडो केवल तब दिखती है जब उपयोग महत्वपूर्ण हो और शेष समय से अधिक खपत हो रही हो। उदाहरण के लिए, यदि आपने 60% उपयोग किया है जबकि केवल 40% समय शेष है, तो संख्या चेतावनी के रूप में दिखेगी।
hr: 7-dnevni prozori prikazuju se samo kada je potrošnja značajna i premašuje preostalo vrijeme u prozoru. Na primjer, ako ste potrošili 60% s preostalih samo 40% vremena, broj će se prikazati kao upozorenje.
hu: A 7 napos ablakok csak akkor jelennek meg, ha a használat jelentős, és meghaladja az ablakból hátralévő időt. Például ha 60%-ot használt el, de az idő csak 40%-a maradt hátra, a szám figyelmeztetésként jelenik meg.
id: Jendela 7 hari hanya muncul saat penggunaan signifikan dan melebihi laju waktu tersisa. Misalnya, jika Anda telah menggunakan 60% dengan hanya 40% waktu tersisa, angka tersebut akan muncul sebagai peringatan.
it: Le finestre a 7 giorni appaiono solo quando l'utilizzo è significativo e supera il tempo rimanente nella finestra. Ad esempio, se hai usato il 60% con solo il 40% del tempo rimanente, il numero apparirà come avviso.
ja: 7日間枠は、使用量が多く残り時間に対してペースが速い場合にのみ表示されます。例えば、残り時間が40%しかないのに60%を使用している場合、警告として数値が表示されます。
ko: 7일 윈도우는 사용량이 많고 윈도우 내 남은 시간 대비 초과 사용 중일 때만 표시됩니다. 예를 들어 남은 시간이 40%인데 60%를 사용했다면, 경고로 숫자가 표시됩니다.
ms: Tetingkap 7 hari hanya muncul apabila penggunaan ketara dan melebihi kadar masa berbaki dalam tetingkap. Contohnya, jika anda telah menggunakan 60% tetapi hanya 40% masa yang tinggal, nombor tersebut akan dipaparkan sebagai amaran.
nb: 7-dagersvinduene vises kun når forbruket er betydelig og overgår gjenværende tid i vinduet. For eksempel, hvis du har brukt 60 % med bare 40 % av tiden igjen, vises tallet som en advarsel.
nl: De 7-dagenvensters verschijnen alleen wanneer het gebruik significant is en sneller gaat dan de resterende tijd in het venster. Als je bijvoorbeeld 60% hebt gebruikt terwijl er nog maar 40% van de tijd over is, verschijnt het getal als waarschuwing.
pl: Okna 7-dniowe pojawiają się tylko wtedy, gdy zużycie jest znaczne i przekracza tempo pozostałego czasu w oknie. Na przykład, jeśli zużyłeś 60% przy zaledwie 40% pozostałego czasu, liczba pojawi się jako ostrzeżenie.
pt: As janelas de 7 dias aparecem apenas quando a utilização é significativa e está a exceder o tempo restante na janela. Por exemplo, se utilizou 60% com apenas 40% do tempo restante, o número aparecerá como aviso.
ru: Окна на 7 дней появляются, только когда потребление значительно и опережает оставшееся время в окне. Например, если использовано 60% при оставшихся 40% времени, число появится как предупреждение.
sk: 7-dňové okná sa zobrazujú len vtedy, keď je využitie výrazné a prekračuje zostávajúci čas v okne. Napríklad, ak ste využili 60 % a zostáva len 40 % času, číslo sa zobrazí ako varovanie.
sv: 7-dagarsfönstren visas bara när användningen är betydande och överskrider den återstående tiden i fönstret. Till exempel, om du har använt 60 % med bara 40 % av tiden kvar, visas talet som en varning.
th: กรอบเวลา 7 วันจะแสดงเฉพาะเมื่อการใช้งานมีนัยสำคัญและเร็วกว่าเวลาที่เหลือในกรอบ เช่น หากคุณใช้ไป 60% แต่เวลาเหลือเพียง 40% ตัวเลขจะปรากฏเป็นคำเตือน
tr: 7 günlük pencereler yalnızca kullanım önemli olduğunda ve penceredeki kalan süreyi aştığında görünür. Örneğin, zamanın yalnızca %40'ı kalırken %60 kullandıysanız, sayı bir uyarı olarak görünür.
uk: 7-денні вікна з'являються лише тоді, коли використання значне і випереджає залишок часу у вікні. Наприклад, якщо ви використали 60% при залишку лише 40% часу, число з'явиться як попередження.
vi: Khung 7 ngày chỉ xuất hiện khi mức sử dụng đáng kể và vượt quá thời gian còn lại trong khung. Ví dụ: nếu bạn đã dùng 60% nhưng chỉ còn 40% thời gian, con số sẽ hiển thị như một cảnh báo.
zh_hans: 7天窗口仅在用量较高且消耗速率超过剩余时间时显示。例如，如果您已使用 60% 但剩余时间仅占 40%，该数字将以警告形式出现。
zh_hant: 只有在使用量顯著且消耗速度超過區間剩餘時間時，才會顯示 7 天區間。例如，如果您已使用 60%，但剩餘時間只有 40%，該數字會以警告方式顯示。

# about.secondary.100_percent_explain
source: If any usage window reaches 100%, Claude Monitor replaces percentages by a countdown showing time until the limit clears.
ar: إذا وصلت أي نافذة استخدام إلى 100%، يستبدل Claude Monitor النسب المئوية بعدّ تنازلي يُظهر الوقت المتبقي حتى انتهاء التقييد.
cs: Pokud jakékoli okno využití dosáhne 100 %, Claude Monitor nahradí procenta odpočtem do doby, kdy se limit obnoví.
da: Hvis et forbrugsvindue når 100%, erstatter Claude Monitor procentdelene med en nedtælling, der viser tid til grænsen nulstilles.
de: Wenn ein Nutzungsfenster 100 % erreicht, ersetzt Claude Monitor die Prozentwerte durch einen Countdown bis zur Aufhebung des Limits.
es: Si alguna ventana de uso llega al 100%, Claude Monitor reemplaza los porcentajes por una cuenta regresiva que muestra el tiempo hasta que se restablezca el límite.
fi: Jos jokin käyttöikkuna saavuttaa 100 %, Claude Monitor korvaa prosenttiluvut ajastimella, joka näyttää ajan rajan nollautumiseen.
fr: Si une fenêtre d'utilisation atteint 100 %, Claude Monitor remplace les pourcentages par un compte à rebours indiquant le temps restant avant la réinitialisation de la limite.
hi: यदि कोई उपयोग विंडो 100% पर पहुँचती है, तो Claude Monitor प्रतिशत की जगह एक काउंटडाउन दिखाता है जो बताता है कि सीमा कब रीसेट होगी।
hr: Ako bilo koji prozor potrošnje dosegne 100%, Claude Monitor umjesto postotaka prikazuje odbrojavanje do ponovnog oslobađanja ograničenja.
hu: Ha bármelyik használati ablak eléri a 100%-ot, a Claude Monitor a százalékok helyett visszaszámlálást jelenít meg a korlát feloldásáig.
id: Jika salah satu jendela penggunaan mencapai 100%, Claude Monitor mengganti persentase dengan hitung mundur yang menunjukkan waktu hingga batas direset.
it: Se una finestra di utilizzo raggiunge il 100%, Claude Monitor sostituisce le percentuali con un conto alla rovescia che mostra il tempo rimanente prima che il limite si azzeri.
ja: いずれかの使用枠が100%に達すると、Claude Monitor はパーセンテージの代わりに制限が解除されるまでのカウントダウンを表示します。
ko: 사용량 윈도우가 100%에 도달하면, Claude Monitor는 백분율 대신 제한이 초기화될 때까지의 카운트다운을 표시합니다.
ms: Jika mana-mana tetingkap penggunaan mencapai 100%, Claude Monitor menggantikan peratusan dengan undur masa sehingga had tersebut ditetapkan semula.
nb: Hvis et forbruksvindu når 100 %, erstatter Claude Monitor prosentvisningen med en nedtelling som viser tid til grensen nullstilles.
nl: Als een gebruiksvenster 100% bereikt, vervangt Claude Monitor de percentages door een aftelling die aangeeft wanneer de limiet wordt opgeheven.
pl: Gdy dowolne okno zużycia osiągnie 100%, Claude Monitor zastępuje procenty odliczaniem czasu do wygaśnięcia limitu.
pt: Se alguma janela de utilização atingir 100%, o Claude Monitor substitui as percentagens por uma contagem decrescente até o limite ser reposto.
ru: Если какое-либо окно достигает 100%, Claude Monitor заменяет проценты обратным отсчётом до сброса лимита.
sk: Ak niektoré okno využitia dosiahne 100 %, Claude Monitor nahradí percentá odpočtom času do obnovenia limitu.
sv: Om något användningsfönster når 100 % ersätter Claude Monitor procenttalen med en nedräkning som visar tiden tills gränsen återställs.
th: หากกรอบเวลาใดถึง 100% Claude Monitor จะแทนที่เปอร์เซ็นต์ด้วยการนับถอยหลังแสดงเวลาจนกว่าขีดจำกัดจะรีเซ็ต
tr: Herhangi bir kullanım penceresi %100'e ulaşırsa, Claude Monitor yüzdeleri limitin ne zaman sıfırlanacağını gösteren bir geri sayımla değiştirir.
uk: Якщо будь-яке вікно використання досягне 100%, Claude Monitor замінить відсотки на зворотний відлік до скидання ліміту.
vi: Nếu bất kỳ khung sử dụng nào đạt 100%, Claude Monitor sẽ thay thế phần trăm bằng bộ đếm ngược cho đến khi giới hạn được đặt lại.
zh_hans: 当任意用量窗口达到 100% 时，Claude Monitor 会将百分比替换为倒计时，显示限制重置的剩余时间。
zh_hant: 當任一使用區間達到 100% 時，Claude Monitor 會將百分比替換為倒數計時，顯示距離限制重置的剩餘時間。

# about.secondary.outpacing
source: "Outpacing time" means your consumption rate projects to exceed the limit before the window resets.
ar: "يتجاوز الوقت" يعني أن معدل استهلاكك سيتجاوز الحد قبل إعادة تعيين النافذة.
cs: "Přesahující čas" znamená, že vaše rychlost spotřeby projikuje překročení limitu dříve, než se okno resetuje.
da: "Overstiger tid" betyder, at dit forbrugstempo forventes at nå grænsen, før vinduet nulstilles.
de: „Schneller als Zeit" bedeutet, dass Ihr Verbrauch bei gleichbleibendem Tempo das Limit vor dem Zurücksetzen des Fensters überschreiten würde.
es: «Superando el tiempo» significa que tu ritmo de consumo proyecta exceder el límite antes de que se reinicie la ventana.
fi: "Ajan ylittäminen" tarkoittaa, että nykyisellä kulutusvauhdilla raja ylittyisi ennen ikkunan nollautumista.
fr: « Dépasse le temps » signifie que votre rythme de consommation est tel que la limite sera atteinte avant la réinitialisation de la fenêtre.
hi: "समय से अधिक खपत" का अर्थ है कि आपकी वर्तमान खपत दर विंडो रीसेट होने से पहले सीमा पार कर जाएगी।
hr: "Brža potrošnja od vremena" znači da trenutna stopa potrošnje projicira prekoračenje ograničenja prije nego se prozor resetira.
hu: Az „idő meghaladása" azt jelenti, hogy a jelenlegi fogyasztási ütem szerint a korlát az ablak visszaállítása előtt kimerül.
id: "Melebihi laju waktu" berarti laju konsumsi Anda diproyeksikan akan melampaui batas sebelum jendela direset.
it: "Superiore al tempo" significa che il tuo tasso di consumo prevede il superamento del limite prima che la finestra si azzeri.
ja: 「時間を上回るペース」とは、現在の消費率ではウィンドウがリセットされる前に制限を超えることが予測されることを意味します。
ko: "시간 대비 초과 사용"이란 현재 소비 속도로는 윈도우가 초기화되기 전에 제한을 초과할 것으로 예상됨을 의미합니다.
ms: "Melebihi kadar masa" bermaksud kadar penggunaan anda dijangka akan melebihi had sebelum tetingkap ditetapkan semula.
nb: «Overgår tiden» betyr at forbruksraten din tilsier at grensen nås før vinduet nullstilles.
nl: "Sneller dan tijd" betekent dat je verbruikstempo de limiet zal overschrijden voordat het venster wordt gereset.
pl: „Przekraczanie tempa" oznacza, że przy obecnym tempie zużycia limit zostanie wyczerpany przed odnowieniem okna.
pt: "A exceder o tempo" significa que a sua taxa de consumo projeta exceder o limite antes da janela ser reposta.
ru: «Опережает время» означает, что при текущей скорости потребления лимит будет исчерпан до сброса окна.
sk: „Prekračuje čas" znamená, že vaša rýchlosť spotreby by pri aktuálnom tempe presiahla limit pred obnovením okna.
sv: "Överskrider tid" innebär att din förbrukningstakt beräknas överstiga gränsen innan fönstret återställs.
th: "ใช้งานเร็วกว่าเวลา" หมายความว่าอัตราการใช้งานของคุณคาดว่าจะเกินขีดจำกัดก่อนที่กรอบเวลาจะรีเซ็ต
tr: "Süreyi aşmak", mevcut tüketim hızınızın pencere sıfırlanmadan önce limiti aşacağını öngörüyor demektir.
uk: «Випереджає час» означає, що за поточним темпом споживання ліміт буде вичерпано до скидання вікна.
vi: "Vượt quá thời gian" nghĩa là tốc độ tiêu thụ của bạn dự kiến sẽ vượt giới hạn trước khi khung thời gian được đặt lại.
zh_hans: "消耗速率超前"意味着按当前消耗速率推算，用量将在窗口重置前超过限制。
zh_hant: 「消耗速度超前」表示以目前的消耗速率推算，在區間重置前將會超過限制。

# about.secondary.refresh_explain
source: Claude Monitor adjusts how often it checks for updates. When your usage is actively changing, it checks more frequently. When usage is stable, it gradually checks less often to reduce network traffic. Use Refresh Now (⌘R) for an immediate update.
ar: يضبط Claude Monitor تكرار التحقق من التحديثات. عندما يتغير استخدامك بشكل نشط، يتحقق بتكرار أعلى. عندما يستقر الاستخدام، يقلل التكرار تدريجيًا لتخفيف حركة الشبكة. استخدم تحديث الآن (⌘R) للتحديث الفوري.
cs: Claude Monitor přizpůsobuje frekvenci kontrol aktualizací. Když se vaše využití aktivně mění, kontroluje se častěji. Při stabilním využití se kontroluje méně, aby se snížila síťová zátěž. Pro okamžitou aktualizaci použijte Obnovit (⌘R).
da: Claude Monitor tilpasser, hvor ofte den søger efter opdateringer. Når dit forbrug ændrer sig aktivt, tjekker den oftere. Når forbruget er stabilt, tjekker den gradvist sjældnere for at reducere netværkstrafik. Brug Opdater nu (⌘R) for en øjeblikkelig opdatering.
de: Claude Monitor passt die Aktualisierungsfrequenz dynamisch an. Bei sich ändernder Nutzung wird häufiger geprüft. Bei stabiler Nutzung sinkt die Frequenz, um Netzwerkverkehr zu reduzieren. Verwenden Sie „Jetzt aktualisieren" (⌘R) für eine sofortige Abfrage.
es: Claude Monitor ajusta la frecuencia de comprobación de actualizaciones. Cuando tu uso cambia activamente, comprueba con más frecuencia. Cuando el uso es estable, reduce gradualmente las comprobaciones para minimizar el tráfico de red. Usa Actualizar ahora (⌘R) para una actualización inmediata.
fi: Claude Monitor säätää päivitystiheyttä automaattisesti. Kun käyttösi muuttuu aktiivisesti, tarkistuksia tehdään useammin. Kun käyttö on vakaata, tarkistusväliä pidennetään verkkoliikenteen vähentämiseksi. Käytä Päivitä nyt -toimintoa (⌘R) välittömään päivitykseen.
fr: Claude Monitor ajuste la fréquence de vérification des mises à jour. Lorsque votre utilisation change activement, les vérifications sont plus fréquentes. Lorsqu'elle est stable, la fréquence diminue progressivement pour réduire le trafic réseau. Utilisez Actualiser (⌘R) pour une mise à jour immédiate.
hi: Claude Monitor अपडेट जाँचने की आवृत्ति स्वचालित रूप से समायोजित करता है। जब उपयोग बदल रहा हो, तो अधिक बार जाँचता है। जब स्थिर हो, तो नेटवर्क ट्रैफ़िक कम करने के लिए धीरे-धीरे कम जाँचता है। तुरंत अपडेट के लिए अभी रिफ़्रेश करें (⌘R) का उपयोग करें।
hr: Claude Monitor prilagođava učestalost provjera. Kad se potrošnja aktivno mijenja, provjerava češće. Kad je stabilna, postupno provjerava rjeđe kako bi smanjio mrežni promet. Koristite Osvježi sad (⌘R) za trenutačnu provjeru.
hu: A Claude Monitor alkalmazkodik a frissítések gyakoriságához. Ha a használat aktívan változik, gyakrabban ellenőriz. Ha stabil, fokozatosan ritkábban kérdez le a hálózati forgalom csökkentése érdekében. Az azonnali frissítéshez használja a Frissítés most (⌘R) parancsot.
id: Claude Monitor menyesuaikan seberapa sering memeriksa pembaruan. Saat penggunaan Anda aktif berubah, pemeriksaan lebih sering dilakukan. Saat penggunaan stabil, pemeriksaan berangsur berkurang untuk mengurangi lalu lintas jaringan. Gunakan Segarkan Sekarang (⌘R) untuk pembaruan langsung.
it: Claude Monitor regola la frequenza di controllo degli aggiornamenti. Quando l'utilizzo cambia attivamente, controlla più spesso. Quando è stabile, riduce gradualmente i controlli per limitare il traffico di rete. Usa Aggiorna ora (⌘R) per un aggiornamento immediato.
ja: Claude Monitor は更新頻度を自動的に調整します。使用量が変化している間はより頻繁にチェックし、安定している場合はネットワーク負荷を減らすために頻度を下げます。「今すぐ更新」(⌘R) で即座に更新できます。
ko: Claude Monitor는 업데이트 확인 빈도를 자동으로 조절합니다. 사용량이 변동 중이면 더 자주, 안정적이면 덜 자주 확인하여 네트워크 트래픽을 줄입니다. 즉시 업데이트하려면 지금 새로고침(⌘R)을 사용하십시오.
ms: Claude Monitor menyesuaikan kekerapan semakan kemas kini. Apabila penggunaan anda sedang berubah secara aktif, ia menyemak lebih kerap. Apabila penggunaan stabil, ia beransur-ansur mengurangkan kekerapan untuk menjimatkan trafik rangkaian. Gunakan Muat Semula Sekarang (⌘R) untuk kemas kini serta-merta.
nb: Claude Monitor tilpasser hvor ofte den sjekker etter oppdateringer. Når forbruket endrer seg aktivt, sjekker den oftere. Når forbruket er stabilt, sjekker den gradvis sjeldnere for å redusere nettverkstrafikk. Bruk Oppdater nå (⌘R) for umiddelbar oppdatering.
nl: Claude Monitor past aan hoe vaak er op updates wordt gecontroleerd. Wanneer je gebruik actief verandert, wordt er vaker gecontroleerd. Wanneer het gebruik stabiel is, wordt er geleidelijk minder vaak gecontroleerd om netwerkverkeer te beperken. Gebruik Ververs nu (⌘R) voor een directe update.
pl: Claude Monitor dostosowuje częstotliwość sprawdzania. Gdy zużycie się zmienia, sprawdza częściej. Gdy jest stabilne, stopniowo wydłuża interwały, ograniczając ruch sieciowy. Użyj Odśwież teraz (⌘R), aby sprawdzić natychmiast.
pt: O Claude Monitor ajusta a frequência com que verifica atualizações. Quando a sua utilização está a mudar ativamente, verifica com mais frequência. Quando a utilização está estável, verifica gradualmente com menos frequência para reduzir o tráfego de rede. Use Atualizar Agora (⌘R) para uma atualização imediata.
ru: Claude Monitor автоматически регулирует частоту проверки обновлений. При активном изменении потребления проверки выполняются чаще. При стабильном потреблении частота постепенно снижается для экономии трафика. Используйте «Обновить сейчас» (⌘R) для немедленного обновления.
sk: Claude Monitor prispôsobuje frekvenciu kontroly aktualizácií. Keď sa vaše využitie aktívne mení, kontroluje častejšie. Keď je stabilné, postupne kontroluje menej často, aby znížil sieťovú prevádzku. Použite Obnoviť teraz (⌘R) pre okamžitú aktualizáciu.
sv: Claude Monitor anpassar hur ofta den söker efter uppdateringar. När din användning aktivt förändras kontrolleras det oftare. När användningen är stabil minskas frekvensen gradvis för att reducera nätverkstrafik. Använd Uppdatera nu (⌘R) för en omedelbar uppdatering.
th: Claude Monitor ปรับความถี่ในการตรวจสอบอัปเดตโดยอัตโนมัติ เมื่อการใช้งานเปลี่ยนแปลง จะตรวจสอบบ่อยขึ้น เมื่อการใช้งานคงที่ จะค่อยๆ ตรวจสอบน้อยลงเพื่อลดการใช้เครือข่าย ใช้รีเฟรชทันที (⌘R) เพื่ออัปเดตทันที
tr: Claude Monitor güncellemeleri ne sıklıkla kontrol edeceğini ayarlar. Kullanımınız aktif olarak değişirken daha sık kontrol eder. Kullanım kararlıyken ağ trafiğini azaltmak için kontrol sıklığını kademeli olarak düşürür. Anlık güncelleme için Şimdi Yenile (⌘R) kullanın.
uk: Claude Monitor динамічно змінює частоту перевірок. Коли використання активно змінюється, перевірки частіші. Коли використання стабільне, інтервал поступово збільшується для зменшення мережевого навантаження. Використовуйте «Оновити зараз» (⌘R) для негайного оновлення.
vi: Claude Monitor tự động điều chỉnh tần suất kiểm tra cập nhật. Khi mức sử dụng đang thay đổi, ứng dụng kiểm tra thường xuyên hơn. Khi ổn định, tần suất giảm dần để tiết kiệm lưu lượng mạng. Dùng Làm mới ngay (⌘R) để cập nhật tức thì.
zh_hans: Claude Monitor 会自动调整检查更新的频率。当用量正在变化时，检查更频繁；当用量稳定时，逐渐降低频率以减少网络流量。使用"立即刷新"（⌘R）可立即更新。
zh_hant: Claude Monitor 會自動調整檢查更新的頻率。當使用量正在變動時，檢查頻率會加快。當使用量穩定時，會逐漸降低頻率以減少網路流量。使用「立即重新整理」（⌘R）可立即更新。

# about.secondary.sonnet_explain
source: If only the Sonnet window triggers, the 7-day window is also shown so the position stays consistent.
ar: إذا تم تفعيل نافذة Sonnet فقط، تُعرض نافذة الـ 7 أيام أيضًا للحفاظ على ثبات الموضع.
cs: Pokud se zobrazí pouze okno Sonnet, zobrazí se také 7denní okno, aby pozice zůstala konzistentní.
da: Hvis kun Sonnet-vinduet udløses, vises 7-dages vinduet også, så positionen forbliver konsistent.
de: Wenn nur das Sonnet-Fenster auslöst, wird das 7-Tage-Fenster ebenfalls angezeigt, damit die Position konsistent bleibt.
es: Si solo se activa la ventana Sonnet, la ventana de 7 días también se muestra para mantener la posición consistente.
fi: Jos vain Sonnet-ikkuna laukeaa, myös 7 päivän ikkuna näytetään, jotta sijainti pysyy yhtenäisenä.
fr: Si seule la fenêtre Sonnet se déclenche, la fenêtre de 7 jours est également affichée pour maintenir la cohérence de la position.
hi: यदि केवल Sonnet विंडो ट्रिगर होती है, तो 7-दिन की विंडो भी दिखाई जाती है ताकि स्थिति सुसंगत रहे।
hr: Ako se aktivira samo Sonnet prozor, 7-dnevni prozor se također prikazuje radi dosljednog položaja.
hu: Ha csak a Sonnet ablak vált ki figyelmeztetést, a 7 napos ablak is megjelenik a pozíció konzisztenciája érdekében.
id: Jika hanya jendela Sonnet yang terpicu, jendela 7 hari juga ditampilkan agar posisinya tetap konsisten.
it: Se solo la finestra Sonnet si attiva, anche la finestra a 7 giorni viene mostrata per mantenere la posizione coerente.
ja: Sonnet 枠のみがトリガーされた場合、位置の一貫性を保つため7日間枠も表示されます。
ko: Sonnet 윈도우만 트리거되면, 위치 일관성을 위해 7일 윈도우도 함께 표시됩니다.
ms: Jika hanya tetingkap Sonnet yang tercetus, tetingkap 7 hari juga ditunjukkan supaya kedudukan kekal konsisten.
nb: Hvis bare Sonnet-vinduet utløses, vises også 7-dagersvinduet slik at posisjonen forblir konsistent.
nl: Als alleen het Sonnet-venster actief wordt, wordt het 7-dagenvenster ook getoond zodat de positie consistent blijft.
pl: Jeśli tylko okno Sonnet jest aktywne, okno 7-dniowe jest również wyświetlane, aby pozycje pozostały spójne.
pt: Se apenas a janela Sonnet for acionada, a janela de 7 dias também é mostrada para manter a posição consistente.
ru: Если срабатывает только окно Sonnet, окно на 7 дней тоже отображается для единообразия расположения.
sk: Ak sa aktivuje iba okno Sonnet, 7-dňové okno sa tiež zobrazí, aby pozícia zostala konzistentná.
sv: Om bara Sonnet-fönstret utlöses visas även 7-dagarsfönstret så att positionen förblir konsekvent.
th: หากเฉพาะกรอบ Sonnet ทริกเกอร์ กรอบเวลา 7 วันจะแสดงด้วยเพื่อให้ตำแหน่งคงที่
tr: Yalnızca Sonnet penceresi tetiklenirse, konumun tutarlı kalması için 7 günlük pencere de gösterilir.
uk: Якщо спрацьовує лише вікно Sonnet, 7-денне вікно також показується для збереження сталого розташування.
vi: Nếu chỉ khung Sonnet kích hoạt, khung 7 ngày cũng được hiển thị để vị trí nhất quán.
zh_hans: 如果仅 Sonnet 窗口触发显示，7天窗口也会一并显示以保持位置一致。
zh_hant: 如果只有 Sonnet 區間被觸發，也會同時顯示 7 天區間，以保持位置一致。

# about.window.title
source: Claude Monitor – About
ar: Claude Monitor – حول
cs: Claude Monitor – O aplikaci
da: Claude Monitor – Om
de: Claude Monitor – Info
es: Claude Monitor – Acerca de
fi: Claude Monitor – Tietoja
fr: Claude Monitor – À propos
hi: Claude Monitor – परिचय
hr: Claude Monitor – O aplikaciji
hu: Claude Monitor – Névjegy
id: Claude Monitor – Tentang
it: Claude Monitor – Informazioni
ja: Claude Monitor – 情報
ko: Claude Monitor – 정보
ms: Claude Monitor – Perihal
nb: Claude Monitor – Om
nl: Claude Monitor – Over
pl: Claude Monitor – Informacje
pt: Claude Monitor – Acerca
ru: Claude Monitor – О программе
sk: Claude Monitor – Informácie
sv: Claude Monitor – Om
th: Claude Monitor – เกี่ยวกับ
tr: Claude Monitor – Hakkında
uk: Claude Monitor – Про програму
vi: Claude Monitor – Giới thiệu
zh_hans: Claude Monitor – 关于
zh_hant: Claude Monitor – 關於

# app.menu.copy
source: Copy
ar: نسخ
cs: Kopírovat
da: Kopier
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt: Copiar
ru: Скопировать
sk: Kopírovať
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝
